[{
  "_id": {
    "$oid": "65e75e7d6bcd1d2b035452bf"
  },
  "title": "Quick Start",
  "updated": "2024-03-06",
  "content": "Game Setup@@]]//\nStarting Player HP is 4 times the number of players. Starting with 4, add 4 Mettle to the Mettle Pool for each player. Each player starts with a Health Tracker with the Player Token placed at the Starting Player HP and 5 Damage Tokens. All players draw 6 cards from the Main deck and 1 Pluck from the Pluck deck.//\n\nObjective@@]]//\nThe game ends once a player claims a majority of the Mettle Pool. Players get 4 Mettle for defeating a player, 2 Mettle for defeating a Fighter, and 1 Mettle for defeating a non-Fighter card.//\n\nMulligans@@]]//\nOnce only, if the player does not like their starting hand, they can perform a Mulligan. To perform a Mulligan, players return any number of cards from their hand to the bottom of the Main deck, then draw a number of cards equal to the amount returned.//\n\nPlanning Phase@@]]//\nDuring the Planning Phase, players can make 2 RADs (Resource Altering Decisions).//\nThe following are RADs:]]//\n1. Drawing from the Main deck// \n2. Drawing from the Pluck deck//\n3. Adding a card to a String// \n4. Swapping a face down card with a card from the hand face up//\n\nStart Phase@@]]//\nThe player with the shortest String goes first. If all players have Strings of the same length, both players flip their endings the player with the highest Enthusiasm goes first. If no tied players have an ending, each will roll a die for turn order.//\n\nActive Phase@@]]//\nAt the start of their turn, players draw 1 card from the Main deck if they’re not going first.//\n\nOn their turn, each player can make 2 more RADs. They then reveal and resolve the effects of any number of the cards in their String, in FAME (Fighter, Aura, Move and Ending) order.//\n\nEnd Phase@@]]//\nOnce all players have had a turn, they send all resolved cards and Pluck to their respective discard piles. After that, the players enter a new Planning Phase.//",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 0,
  "images": {}
},
{
  "_id": {
    "$oid": "65e8b01548f148842b8189cf"
  },
  "title": "The Start Phase and Priority",
  "updated": "2024-03-25",
  "content": "Player Priority]]@@//\nThe Start Phase is the point where the player Priority is initially determined.//\n\nString Size]]@@//\nPlayer Priority is first determined by how many cards are in each String; Strings with the fewest cards go first.// \n\nEnthusiasm]]@@//\nBetween Strings of the same size, the String with the highest Enthusiasm goes first. Enthusiasm is confirmed by revealing their Ending; only 1 Ending can be used to determine Enthusiasm.// \nIf a String has 2 or more Endings, the player chooses which Ending to use.// \nStrings with no Ending have an Enthusiasm of 0.//\nTies in Enthusiasm are broken by the highest dice roll.//\n\nMAX VARIABLE@@]]//\nIf a MAX VARIABLE is placed as an Ending, it is resolved immediately and the Enthusiasm of the new Ending is used.//\n\nPriority is Fluid@@]]//\nAs Strings change in size and Enthusiasm throughout the course of the round, so does turn order.//\n\nFor example:]]// \nAll players have four cards in their Strings, but on their turn, the first player removes a card from the player going last; that player is now next in the turn order since they now have three cards in their String.//\n\nSimultaneous Actions@@]]//\nIf multiple players are performing the same action that can not occur simultaneously—like discarding or drawing cards, those actions will occur in the same order as player Priority. \n",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 5,
  "images": {}
},
{
  "_id": {
    "$oid": "65e9189048f148842b8189e0"
  },
  "title": "Trigger Effects, Stacks and Card Speeds ",
  "updated": "2024-04-08",
  "content": "Trigger Effects@@]]//\nSome cards have Trigger Effects that can be resolved on another player’s turn if the noted condition is met.//\nIn this case, the card is revealed early and will be resolved first before any other effects; other effects on the card will resolve like normal during the player's turn.//\n\nStacks@@]]//\nWhen a card is responded to by another card effect or reaction, a Stack occurs.// \n\nCreating A Stack@@]]//\nWhen a card effect is played in response to another card effect or a trigger effect is played, it is placed on top of the Stack. Card effects can only be added to a Stack once.// \nWhen 2 or more players want to add a card effect to a Stack, the players add them in the order of lowest priority to highest priority—where the highest priority is placed on top of the Stack.// \n\nResolving A Stack@@]]//\nWhen no more cards are added, the Stack is completed and each card in the Stack is resolved starting from top (the last card added to the Stack) to bottom (the card that started the Stack).//\nCard effects can not be resolved until the Stack is complete with the exception of Auto speed cards.//\nIf a card effect has a condition that was met during the creation of a Stack that it was not a part of, it can be resolved following the Stack’s resolution.//\n\nCard Speeds@@]]//\nCard effects come in 1 of 3 speeds: Normal speed, Trigger speed and Auto speed.// \n\nTrigger Speed]]//\nAll trigger effects and reactions are Trigger speed, and can be added to a stack.// \n\nAuto Speed]]//\nMAX VARIABLE and other cards with an Auto tag are Auto speed; because they resolve automatically, they are resolved before the completion of a Stack.//\n\nNormal Speed]]//\nAll other cards are normal speed and can not be added to a stack. ",
  "game_format": "Standard",
  "skill_level": "advanced",
  "how_to_number": 8,
  "images": {}
},
{
  "_id": {
    "$oid": "65e92fd848f148842b8189e1"
  },
  "title": "Defending",
  "updated": "2024-04-08",
  "content": "Defending with Main Deck Cards@@]]//\nMain deck cards have the ability to protect your HP by defending and taking the damage instead. Players can only defend with 1 card per round.//\nWhen defending with a card, the card is revealed if it wasn't already.// \nIf a MAX VARIABLE is defending, it’s resolved immediately and then the player can choose to defend with the new card.//\n\nCard HP@@]]//\nAll cards in the Main deck start with 5 HP and have a maximum of 8 HP.//\nWhen a card takes damage exceeding its HP, it is defeated and discarded from the String; all extra damage is ignored.// \nTo indicate a card’s HP, players place damage tokens equal to the damage it's taken.//\n\nHealing Cards@@]]//\nEffects that heal HP with no specified target can be used on cards.//\nIf the Fighter’s HP exceeds the original 5 HP, the player can flip their damage tokens over to their white sides and place an amount equal to the extra HP.//\n\nDealing damage vs Taking damage@@]]// \nDealing damage and having a player take damage are treated differently. If a card mentions taking damage, cards can not be used to defend, and all effects regarding targeting and dealt damage are ignored.// ",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 16,
  "images": {}
},
{
  "_id": {
    "$oid": "6612ae83c285d86b6c953a2b"
  },
  "title": "Deck Building",
  "updated": null,
  "content": "Main Deck]]@@//\nThe Main deck must have between 40 to 60 cards.//\nThe Main deck is made up of Fighters, Auras, Moves, Endings and Any Types.//\nThe Main deck can contain no more than four copies of cards with the same card number.//\nPluck Deck]]@@//\nThe Pluck deck has no minimum, but can not have more than 30 cards.//\nThe Pluck deck is made up of Items, Events and Comebacks.//\nA card can only be added to the Pluck if it meets one of these conditions:]]//\nIts Hero ID is \"GEN\".//\nAt least four cards in the Main deck share its Hero ID.// \nThe Pluck deck, like the Main deck, can contain no more than four copies of cards with the same card number.//\n",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 3,
  "images": {
    "9": [
      {
        "src": "https://compressedplaymakercards.s3.us-west-1.amazonaws.com/matching_h_id.png",
        "caption": "\"PantheraMan\" has a Hero ID of \"PM1\", so \"Super Panther Claw\" added to the Pluck Deck.",
        "link": null,
        "order": 0,
        "alt_text": "PantheraMan and Super Panther Claw"
      }
    ]
  }
},
{
  "_id": {
    "$oid": "6613054bc285d86b6c953a34"
  },
  "title": "Card Resolution",
  "updated": "2024-04-21",
  "content": "During their turn, players can resolve the main effect of cards in their String or Reserve.//\nWhen resolving an effect, the player must first declare their target.//\nCard effects can only be resolved once while the card is face up.//\nThe effects of a resolved card or Pluck stay active as long as the it is the String or Active Pluck, respectively.//\nResolving Cards in a String]]@@//\nWhen resolving the main effect of a card, the player reveals the card if it was not already face up and follows the instructions written on the card.// \nThe card is then turned horizontally.//\nThe resolution of each card is optional.//\nResolution Windows]]//\nCards in a String are resolved in order of their card types: all Fighters first, then all Auras, then all Moves and all Endings last.//\nEach card type has its own \"resolution window\" where all cards of that type must be resolved.//\nThe moment the player moves to the next resolution window, cards currently in the String of the previous types can no longer be resolved.// \nNew Cards and Missed Resolution Windows]]//\nIf a new card is added to the String outside of its type's resolution window, it can still be resolved, but it must must be the next card to be resolved.//\nEx. If a player adds a Fighter and Aura to their play, after resolving their Move. If the player wants to resolve either of the new cards, it will be before the Ending. Additionally, it will be the Fighter first, then the Aura.//  \nTargeting]]//\nIf multiple cards or players fit the criteria for your resolving card, you choose the target.//\nIf there are no applicable targets at the time of an effect’s resolution, the effect will not occur, but the effect will still count as being resolved.//\nFocus]]//\nSome cards require a dice roll to determine which effect is resolve; the dice result is called Focus.//\nWhen determining Focus, all cards in the String are reveal, then roll a number of dice equal to the number of matching classes in the String.//\nResolving Pluck]]@@//\nWhen resolving the main effect of Pluck, the player must place it in an open Active Pluck Slot; if none are available, it can not be resolved.//\nEffect costs@@]]//\nCosts are actions that must be performed in order to resolve an effect; costs are not a part of the effect.//\nCosts are noted by bold text followed by a semicolon.// \nEnd Phase Maintenance@@]]//\nDuring the End Phase, all turned cards or Pluck are sent to the discard pile.//",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 6,
  "images": {}
},
{
  "_id": {
    "$oid": "661422fcc285d86b6c953f89"
  },
  "title": "Reactions and Damage Types",
  "updated": null,
  "content": "Reactions@@]]//\nFighters have special effects that trigger when defending called Reactions.//\nIf you reveal a Fighter and they have a reaction(s), place the appropriate number of Reaction tokens on top of the card (each reaction has its own token).// \nIf the reaction has a limited number of activations, remove one of those tokens each time.//\nA player can resolve multiple reactions at the same time.//\n\nReactions include the following:]]//\n\nBlock X]]//\nWhen you are targeted for damage, no damage is taken. X is the number of available activations.// \n\nCounter X]]//\nWhen you are targeted for damage, the player targeting you is dealt X damage after the resolution of their card. \nCan not be used in response to another Counter.//\n\nEndure X]]//\nIf your Fighter would be defeated, their HP is reduced to 1 instead. If a card effect would discard or remove a card in your play, Endure can be used to prevent that removal. X is the number of available activations.//\n\nRedirect X]]//\nWhen you are targeted for damage, an adjacent foe other than the targeting player becomes the new target. X is the number of available activations. Can not be used in response to another Redirect.//\n\nTypes of damage@@]]//\nIn addition to normal damage, there are special types of damage that interact uniquely with cards being used to defend: Bypassing damage and Piercing damage.//\nBypassing]]//\nDamage is dealt directly to the player; cards can not defend and reactions do not trigger (Block excluded).//\nPiercing]]//\nDamage exceeding the defending card's HP is dealt to directly the defending player. Also ignores Block.",
  "game_format": "Standard",
  "skill_level": "beginner",
  "how_to_number": 17,
  "images": {}
}]
